42crunch.vscode-openapi
aaron-bond.better-comments
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
confluentinc.vscode-confluent
dbaeumer.vscode-eslint
doggy8088.go-extension-pack
dracula-theme.theme-dracula
dunstontc.vscode-go-syntax
eamodio.gitlens
evan-buss.font-switcher
github.copilot
github.copilot-chat
golang.go
hashicorp.terraform
inferrinizzard.prettier-sql-vscode
kevinrose.vsc-python-indent
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-zh-hans
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vs-keybindings
ms-vscode.vscode-typescript-next
msyrus.go-doc
mtxr.sqltools
mtxr.sqltools-driver-mysql
mtxr.sqltools-driver-pg
naumovs.color-highlight
nhoizey.gremlins
premparihar.gotestexplorer
redhat.vscode-yaml
redis.redis-for-vscode
ritwickdey.liveserver
seyyedkhandon.firacode
shd101wyy.markdown-preview-enhanced
sidthesloth.html5-boilerplate
ultram4rine.sqltools-clickhouse-driver
undefined_publisher.ai-voice-ctrl-bridge
usernamehw.errorlens
vscjava.vscode-java-debug
vscjava.vscode-java-test
vscode-icons-team.vscode-icons
yzane.markdown-pdf
yzhang.markdown-all-in-one
zxh404.vscode-proto3
